Repository: rggayb/ElderCalculator
Catalog: ElderCalculator/Localizable.xcstrings
Source language: en
Languages: id

source: % Off
id: % Diskon

source: % VAT
id: % PPN

source: %lld Item in Cart
id: %lld Barang di Keranjang

source: %lld Qty
id: x %lld

source: %lld%% VAT
id: %lld%% PPN

source: Add item
id: Tambah barang

source: Add new item
id: Tambah barang baru

source: Add to Cart
id: Masukkan keranjang

source: Added
id: Berhasil Ditambahkan

source: Apple
id: Apel

source: Avocado
id: Alpukat

source: Banana
id: Pisang

source: Basil
id: Kemangi

source: Battery
id: Baterai

source: Beef
id: Daging Sapi

source: Beer
id: Bir

source: Beverage
id: Minuman

source: Blueberry
id: Bluberi

source: Bread
id: Roti

source: Broccoli
id: Brokoli

source: Budget
id: Anggaran

source: Budget Exceeded
id: Melebihi Anggaran

source: Butter
id: Mentega

source: Cabbage
id: Kubis

source: Cancel
id: Batal

source: Candy
id: Permen

source: Carrot
id: Wortel

source: Cart
id: Keranjang

source: Category:
id: Kategori

source: Change the store name, revise your budget, and update the tax rate.
id: Ubah nama toko, perbaiki anggaranmu, dan perbarui persentase pajak.

source: Cheese
id: Keju

source: Chicken
id: Ayam

source: Chocolate
id: Coklat

source: Choose item
id: Pilih

source: Coconut
id: Kelapa

source: Coffee
id: Kopi

source: Coke
id: Minuman Soda

source: Continue
id: Lanjut

source: Cookie
id: Kue Kering

source: Corn
id: Jagung

source: Crab
id: Kepiting

source: Crackers
id: Biskuit

source: Cucumber
id: Timun

source: Dairy
id: Produk susu

source: Diaper
id: Popok

source: Discount
id: Diskon

source: discount (%)
id: diskon (%)

source: Discount (%):
id: Diskon (%):

source: Donut
id: Donat

source: Dumpling
id: Dimsum

source: Egg
id: Telur

source: Enter discount
id: Tambah diskon

source: Enter price
id: Harga barang

source: Enter quantity
id: Jumlah barang

source: Fish
id: Ikan

source: Fruit
id: Buah

source: Garlic
id: Bawang Putih

source: Get ready to shop
id: Siap-siap belanja

source: Ginger
id: Jahe

source: Grape
id: Anggur

source: Hamburger
id: Burger

source: Honey
id: Madu

source: Ice Cream
id: Es Krim

source: Include Tax
id: Tambah pajak

source: Input the store name and state your budget.
id: Masukkan nama toko dan tentukan budget

source: Items:
id: Barang:

source: Jam
id: Selai

source: Juice
id: Jus

source: Meat
id: Daging

source: Month
id: Bulan

source: My Cart
id: Keranjang Belanjaku

source: My Trips
id: Perjalanan Belanja Saya

source: Name
id: Nama

source: No Trips Yet?
id: Belum Ada Perjalanan?

source: Noodles
id: Mie

source: price
id: harga

source: Price
id: Harga

source: Price (Rp)
id: Harga (Rp)

source: Price:
id: Harga:

source: Product
id: Produk

source: product name
id: nama produk

source: Product Name
id: Nama Produk

source: qty
id: jumlah

source: Quantity
id: Jumlah

source: Quantity:
id: Jumlah:

source: Recent Trip
id: Perjalanan Terkini

source: Rp %.0f Budget Exceeded
id: Rp %.0f Melebihi Anggaran

source: Rp %.0f Budget Left
id: Rp %.0f Anggaran Tersisa

source: Save
id: Simpan

source: Saved
id: Hemat

source: Saved (%lld%% VAT)
id: Hemat (%lld%% PPN)

source: Search product
id: Cari produk

source: Select category
id: Pilih kategori

source: Select Month and Year
id: Pilih Bulan dan Tahun

source: Select Product
id: Pilih Produk

source: Shampoo
id: Shampo

source: Shopping Trip
id: Perjalanan Belanja

source: Shrimp
id: Udang

source: Soap
id: Sabun

source: Soft Drink
id: Minuman

source: Specify Tax Percentage for this Store
id: Tentukan persentase pajak untuk toko ini

source: Start Shopping
id: Mulai Belanja

source: Store
id: Toko

source: Tap the %@ button to add a new item to your cart.
id: Ketuk tombol %@ untuk menambahkan barang baru ke keranjang belanjamu.

source: Tap the %@ button to add a new trip to your list.
id: Ketuk tombol %@ untuk menambahkan perjalanan baru ke daftarmu.

source: Tax
id: Pajak

source: Tax (%lld%% VAT)
id: Pajak (%lld%% PPN)

source: Total Expense
id: Total Pengeluaran

source: Total Monthly Spendings: %@
id: Total Pengeluaran Bulanan: %@

source: Total price
id: Total Harga

source: Total Price
id: Total Harga

source: Total Spendings:
id: Total Pengeluaran:

source: Update Store Details
id: Ubah Detail Toko

source: Vegetable
id: Sayuran

source: Year
id: Tahun

source: Your cart is empty
id: Keranjang Belanjamu Kosong
